/* warning sheet: warning title */
"Are you sure you want to convert your server to an advanced configuration?" = "Êtes-vous sûr de vouloir convertir votre serveur pour lui appliquer une configuration avancée ?";

/* warning sheet: Cancel button title */
"Cancel" = "Annuler";

/* warning sheet: Convert button title */
"Convert" = "Convertir";

/* confirmation panel: summary string */
"Converting %@ to an advanced configuration of Mac OS X Server." = "Conversion de %@ pour lui appliquer une configuration avancée de Mac OS X Server.";

/* progress text status message */
"Converting server to an advanced configuration" = "Conversion du serveur pour lui appliquer une configuration avancée.";

/* role description */
"Converts your server from a %@ configuration to advanced configuration of Mac OS X Server." = "Convertit la configuration %@ de votre serveur en une configuration avancée de Mac OS X Server.";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* warning sheet: warning description */
"The conversion cannot be undone, and you will have to administer your server using Server Admin and Workgroup Manager instead of Server Preferences." = "La conversion est irréversible. Vous devrez également administrer votre serveur à l’aide d’Admin Serveur et du Gestionnaire de groupe de travail plutôt qu’à travers les Préférences Serveur.";

/* main description text, both variables are for the prior configuration type (standard or advanced) */
"This assistant will convert your server from a %@ configuration to an advanced configuration of Mac OS X Server.  You may want to do this to have more administrative control of your server configuration.\n\nTo learn about the differences between a %@ configuration and an advanced configuration, click the Help button below." = "Cet assistant va convertir la configuration %1$@ de votre serveur en une configuration avancée de Mac OS X Server. Une telle conversion peut s’avérer utile pour obtenir un contrôle accru de l’administration au niveau de la configuration de votre serveur.\n\nPour connaître les différences entre une configuration %2$@ et une configuration avancée, cliquez sur le bouton Aide ci-dessous.";

